       identification division.
       author. "@saphi".
       program-id. "hello".

       procedure division.
           display "Salut Saphi !".












